[IRI_Adaptation X2AbilityTemplate]
LocFriendlyName="Adaptation / Supercompensation"
LocLongDescription="Adaptation: when taking damage, soldier will gain stacking resistance to that damage type until the end of the mission. Supercompensation: if critically wounded, soldier's maximum Health will be increased by 1. Soldier will require extra time to recover. Triggers once per tactical mission."
LocHelpText="Adaptation: when taking damage, soldier will gain stacking resistance to that damage type until the end of the mission. Supercompensation: if critically wounded, soldier's maximum Health will be increased by 1. Soldier will require extra time to recover. Triggers once per tactical mission."
LocFlyOverText="Adaptation"

[IRI_Berserk X2AbilityTemplate]
LocFriendlyName="Berserker Genes"
LocLongDescription="Panicking or being attacked may cause this soldier to enter berserker rage and attack enemies in sight."
LocHelpText="Panicking or being attacked may cause this soldier to enter berserker rage and attack enemies in sight."
LocFlyOverText="BERSERK!"

[IRI_Berserk_Passive X2AbilityTemplate]
LocFriendlyName="Berserker Genes"
LocLongDescription="Panicking or being attacked may cause this soldier to enter berserker rage and attack enemies in sight."
LocHelpText="Panicking or being attacked may cause this soldier to enter berserker rage and attack enemies in sight."

[IRI_SecondaryHeart X2AbilityTemplate]
LocFriendlyName="Secondary Heart"
LocLongDescription="Upon taking lethal damage, this soldier will begin bleeding out. They will remain conscious, but they will die if they are not Stabilized or evacuated within a few turns."
LocHelpText="Upon taking lethal damage, this soldier will begin bleeding out. They will remain conscious, but they will die if they are not Stabilized or evacuated within a few turns."

[IRI_TranquilMind X2AbilityTemplate]
LocFriendlyName="Tranquil Mind"
LocLongDescription="This soldier cannot be targeted or affect by any psionic abilities, including those from allied sources or the soldier themselves."
LocHelpText="This soldier cannot be targeted or affect by any psionic abilities, including those from allied sources or the soldier themselves."

[IRI_ChaoticMind X2AbilityTemplate]
LocFriendlyName="Chaotic Mind"
LocLongDescription="This soldier receives a large bonus to Psi Offense, but cannot contain the power, and at the end of turn will damage all units within 2 tiles, including allies. Solace and Mind Shield will suppress this effect."
LocHelpText="This soldier receives a large bonus to Psi Offense, but cannot contain the power, and at the end of turn will damage all units within 2 tiles, including allies. Solace and Mind Shield will suppress this effect."

[IRI_ChaoticMind_Passive X2AbilityTemplate]
LocFriendlyName="Chaotic Mind"
LocLongDescription="This soldier receives a large bonus to Psi Offense, but cannot contain the power, and at the end of turn will damage all units within 2 tiles, including allies. Solace and Mind Shield will suppress this effect."
LocHelpText="This soldier receives a large bonus to Psi Offense, but cannot contain the power, and at the end of turn will damage all units within 2 tiles, including allies. Solace and Mind Shield will suppress this effect."

[IRI_CheetahGenes X2AbilityTemplate]
LocFriendlyName="Cheetah Genes"
LocLongDescription="This soldier receives +6/4/2 Mobility when using Light/Medium/Heavy Armor. Moving will make the soldier gradually lose the bonus, and even transform it into a penalty. Lost mobility is gradually recovered each turn the soldier doesn't move. Soldier has better eyesight during the day and worse during the night."
LocHelpText="This soldier receives +6/4/2 Mobility when using Light/Medium/Heavy Armor. Moving will make the soldier gradually lose the bonus, and even transform it into a penalty. Lost mobility is gradually recovered each turn the soldier doesn't move. Soldier has better eyesight during the day and worse during the night."

[IRI_CheetahGenes_Penalty X2AbilityTemplate]
LocFriendlyName="Cheetah Genes"
LocLongDescription="This soldier receives +6/4/2 Mobility when using Light/Medium/Heavy Armor. Moving will make the soldier gradually lose the bonus, and even transform it into a penalty. Lost mobility is gradually recovered each turn the soldier doesn't move. Soldier has better eyesight during the day and worse during the night."
LocHelpText="This soldier receives +6/4/2 Mobility when using Light/Medium/Heavy Armor. Moving will make the soldier gradually lose the bonus, and even transform it into a penalty. Lost mobility is gradually recovered each turn the soldier doesn't move. Soldier has better eyesight during the day and worse during the night."

[IRI_LizardReflex X2AbilityTemplate]
LocFriendlyName="Viper's Reflex"
LocLongDescription="Soldier gains +20 Dodge, and when Dodging enemy attacks, they will move out of the way of the attack, completely avoiding the damage. Triggers once per turn. Soldier suffers marginal penalties to combat performance in cold and hot environments."
LocHelpText="Soldier gains +20 Dodge, and when Dodging enemy attacks, they will move out of the way of the attack, completely avoiding the damage. Triggers once per turn. Soldier suffers marginal penalties to combat performance in cold and hot environments."
LocFlyOverText="Viper's Reflex"
